Repository: MalteNiederstadt/planning-poker_stable
Catalog: planning_poker/locale/*/LC_MESSAGES/django.po
Languages: de

source: Poker Data
de: Pokerdaten

source: Planning Poker
de: Planungspoker

source: Too large
de: Zu groß

source: No idea
de: Keine Ahnung

source: Poker Date
de: Pokerdatum

source: Active Story
de: Aktive Story

source: Poker Session
de: Poker-Runde

source: Poker Sessions
de: Poker-Runden

source: Ticket Number
de: Ticketnummer

source: Title
de: Titel

source: Description
de: Beschreibung

source: Story Points
de: Storypunkte

source: The amount of points this story takes up in the sprint
de: Die Anzahl der Punkte, die diese Story in dem Sprint einnimmt

source: User
de: Nutzer

source: Choice
de: Auswahl

source: Vote
de: Stimme

source: Votes
de: Stimmen

source: {user} voted {choice} for story {story}
de: {user} hat mit {choice} für {story} gestimmt

source: By %(filter_title)s
de: Nach %(filter_title)s

source: Search String
de: Such-String

source: Search
de: Suchen

source: Fetching stories from backend...
de: Stories werden aus dem Backend geholt...

source: Added %%d stories
de: %%d Stories hinzugefügt

source: No stories found
de: Keine Stories gefunden

source: Choose your Poker Session
de: Wähle deine Poker-Runde

source: Active Sessions
de: Aktive Runde

source: %(unpokered_stories)s ticket left to planning_poker
de: Noch %(unpokered_stories)s Ticket zu pokern

source: Poker Session: %(pokersession)s
de: Poker-Runde: %(pokersession)s
